{
    "home": "Accueil",
    "games": "Jeux",
    "discord": "Rejoins-nous sur Discord",
    "steam": "AJOUTE NOUS A TES FAVORIS SUR ",
    "aboutUs": "À propos",
    "aboutUs1": "À propos de ",
    "aboutUs2": "Nous",
    "studio": "Le studio",
    "projectLo": "ProjectL0",
    "studioDesc1": "Bienvenue chez Wondersoft Studio, un studio de développement de jeux vidéo niché au cœur de Grenoble, au milieu des magnifiques Alpes françaises. Notre équipe est composée de développeurs passionnés et expérimentés, engagés à offrir une expérience de jeu de haute qualité et captivante. Chez Wondersoft, nous nous épanouissons en créant des récits immersifs qui trouvent le parfait équilibre entre gameplay et narration.",
    "studioDesc2": "Notre mission est simple : créer des jeux que nous aimons, aux côtés de personnes que nous aimons, pour que tout le monde puisse les aimer.",
    "ourValues": "Nos valeurs",
    "ourValuesDesc1": "En embrassant notre proximité avec la nature, nous intégrons une mentalité éthique et écologique dans notre travail, en nous efforçant d'autonomiser les individus et de favoriser un esprit collaboratif au sein du groupe. Nous privilégions la technologie open-source et collaborons avec des partenaires partageant notre engagement en matière de confidentialité et de protection des données.",
    "ourValuesDesc2": "Chez Wondersoft, notre objectif est de créer des propriétés intellectuelles originales et de qualité supérieure qui laissent un impact durable.",
    "coreTeam": "Équipe principale",
    "supportTeam": "Équipe de soutien",
    "coreTeamDesc1": "Notre équipe est composée de développeurs passionnés et expérimentés, engagés à offrir une expérience de jeu de haute qualité et captivante. Bienvenue chez Wondersoft Studio, un studio de développement de jeux vidéo niché au cœur de Grenoble, au milieu des magnifiques Alpes françaises.",
    "coreTeamDesc2": "Chez Wondersoft, nous nous épanouissons en créant des récits immersifs qui trouvent le parfait équilibre entre gameplay et narration.",
    "ourServices": "Nos services",
    "ourServices1": "Nos ",
    "ourServices2": "Services",
    "ourServicesDesc1": "Notre entreprise propose des services de formation, de co-développement et de conseil à l'industrie du jeu, principalement sur console et PC en utilisant Unreal Engine.",
    "ourServicesDesc2": "Contactez-nous à <strong>consulting@wondersoftstudio.com</strong> ou utilisez le formulaire de contact pour plus d'informations.",
    "service1": "Programmation de gameplay et d'outils",
    "service2": "Conception de jeux et assurance qualité",
    "service3": "Personnages et animation",
    "service4": "Modélisation 3D d'art environnemental",
    "gameDescription": "Plongez dans un univers fantastique où une IA et sa horde de robots ont pris le contrôle de la planète, tentant d'imposer un nouvel ordre. Avec votre eVa, formez le cœur de la résistance et luttez pour préserver les dernières formes de vie. Combattre le feu par le feu ? Vous ne ferez pas pousser de plantes sans briser quelques rouages.",
    "meaningToBattles": "Donnez un sens à vos batailles :",
    "exploreUniverse": "Explorez un univers riche et significatif",
    "confrontEnemies": "Affrontez des ennemis aux capacités étonnantes",
    "buildStrategy": "Construisez votre stratégie en combinant des modules sur vos armes et robots",
    "assistEva": "Aidez eVa à collecter les dernières traces de vie et l'histoire perdue des humains.",
    "keyMechanics": "Mécanismes Clés",
    "unlockRecipes": "Débloquez de nouvelles recettes pour améliorer vos capacités.",
    "upgradeCharacter": "Améliorez et personnalisez les capacités de votre personnage",
    "engageBattles": "Engagez-vous dans des batailles contre des ennemis de plus en plus redoutables",
    "controls": "Contrôles",
    "dashThroughPortal": "Vous êtes censé traverser ce portail !",
    "prototype": "Prototype",
    "prototypeNote": "Veuillez noter que le jeu est actuellement en phase prototype...",
    "finishDemo": "FINISSEZ LA DÉMO",
    "beginOnboarding": "Commencez dans le niveau d'introduction et progressez à travers quatre niveaux générés procéduralement...",
    "downloadDemo": "Téléchargez la démo ici !",
    "importantNote": "NOTE IMPORTANTE :",
    "gameDevelopment": "Le jeu est encore en développement actif, donc avant de rejoindre le serveur, veuillez vous assurer que vous avez téléchargé la dernière version. De plus, pour vous assurer qu'il y a d'autres joueurs disponibles, nous vous recommandons de rejoindre notre serveur Discord.",
    "immersiveExperience": "Plongez dans l'univers de BattleHeights, une fusion audacieuse de l'action frénétique de Team Fortress et de la saga épique de la Fantasy héroïque. Notre jeu offre des batailles vertigineuses où le vide devient aussi périlleux que stratégique.",
    "masterTheHeights": "Maîtrisez les hauteurs ! Maîtrisez les hauteurs et conquérez le vide avec des doubles sauts, des grappins et des manœuvres aériennes. Sautez de nuage en nuage comme un aigle chassant sa proie, envoyez vos adversaires plonger dans l'abîme et déchaînez votre puissance aérienne dans des batailles épiques.",
    "getItOn": "OBTENEZ-LE SUR",
    "soonOnSteam": "BIENTÔT SUR STEAM",
    "dropTheCandyKaboom": "Laissez tomber le candy kaboom ! Attrapez ce précieux joyau comme un ballon de rugby, zigzaguez à travers les adversaires (ou écrasez-les, c'est plus amusant) et faites-leur goûter à la chaleur !",
    "dangerousToGoAlone": "C'est dangereux d'y aller seul ! Prenez ceci. Êtes-vous prêt à frapper ? Piquez l'ennemi avec votre lame ! Plus enclin à la chaleur de la bataille ? Enflammez le champ de bataille avec vos boules de feu. Ni chaud ni froid ? Eh bien, tirez-leur dessus avec vos flèches et mettez-les à l'épreuve !",
    "dressForSuccess": "Habillez-vous pour réussir ! Peu importe le résultat, habillez-vous toujours de votre mieux pour l'occasion.",
    "contact": {
        "getInTouch1": "Prenez ",
        "getInTouch2": "Contact",
        "pageTitle": "Contact",
        "pageDescription": "Contact",
        "introText": "Pour toute question concernant le studio, nos services ou nos jeux, veuillez remplir le formulaire ci-dessous.",
        "leaveMessage": "LAISSEZ-NOUS UN MESSAGE",
        "namePlaceholder": "Nom*",
        "nameError": "Le nom est requis",
        "emailPlaceholder": "Email*",
        "emailError": "L'email est requis",
        "requiredField": "* champ requis",
        "sendMessage": "ENVOYER LE MESSAGE",
        "messagePlaceholder": "Message*",
        "messageError": "Le message ne peut pas être vide",
        "successMessage": "Votre message a été envoyé avec succès !",
        "errorMessage": "Une erreur est survenue lors de l'envoi de votre message."
    },
    "footer": {
        "copyright": "© WondersoftStudio",
        "privacyPolicy": "Politique de confidentialité",
        "language": {
            "english": "Anglais",
            "french": "Français"
        }
    },
    "privacyPolicy": {
        "title": "Politique de Confidentialité",
        "intro": "Nous sommes dédiés à protéger votre vie privée et à gérer vos informations personnelles de manière responsable. En utilisant notre service, vous acceptez la collecte et l'utilisation de vos informations comme décrit ci-dessous. Ces données nous aident à améliorer et à fournir notre service.",
        "section1": {
            "title": "1. Informations que Nous Collectons",
            "personalInfo": "Informations Personnelles :",
            "personalInfoDetails": " Lorsque vous vous inscrivez, effectuez des achats ou jouez à nos jeux, nous pouvons collecter des détails tels que (mais sans s'y limiter) :",
            "items": {
                "name": "Nom",
                "email": "Adresse e-mail",
                "location": "Données de localisation"
            },
            "gameData": "Données de Jeu :",
            "gameDataDetails": " Nous surveillons vos progrès dans le jeu, vos scores et vos interactions.",
            "deviceInfo": "Informations sur l'Appareil :",
            "deviceInfoDetails": " Nous pouvons recueillir automatiquement des données sur votre appareil, votre navigateur, votre adresse IP et comment vous utilisez nos services pour améliorer votre expérience."
        },
        "section2": {
            "title": "2. Utilisation des Informations",
            "usage": "Nous utilisons vos données pour :",
            "items": {
                "manageAccount": "Gérer votre compte et traiter les achats",
                "improveExperience": "Améliorer et personnaliser votre expérience",
                "respondRequests": "Répondre à vos demandes et vous tenir informé des transactions",
                "sendPromotions": "Vous envoyer des promotions et des offres basées sur vos préférences"
            },
            "sharing": "Nous pouvons partager vos informations avec des fournisseurs tiers de confiance (comme des processeurs de paiement ou des analystes de données) qui nous aident à fournir nos services. Ces parties sont tenues de protéger vos données et de les utiliser uniquement comme indiqué.",
            "dataRetention": "Nous conservons vos données aussi longtemps que nécessaire pour fournir nos services ou comme requis par la loi. Vous pouvez accéder, mettre à jour ou supprimer vos informations à tout moment via les paramètres de votre compte ou en nous contactant."
        },
        "section3": {
            "title": "3. Vos Droits",
            "rights": "Vous avez le droit de :",
            "items": {
                "access": "Accéder à vos informations personnelles",
                "correct": "Corriger toute inexactitude",
                "delete": "Demander la suppression de vos données",
                "withdrawConsent": "Retirer votre consentement à l'utilisation de vos données"
            }
        },
        "section4": {
            "title": "4. Contactez-Nous",
            "contact": "Pour toute préoccupation liée à la vie privée ou pour exercer vos droits sur vos données, contactez-nous à :",
            "email": "Email :"
        },
        "section5": {
            "title": "5. Mises à Jour de la Politique",
            "updates": "Nous pouvons mettre à jour cette politique de temps à autre. Veuillez vérifier ici périodiquement pour toute modification."
        },
        "section6": {
            "title": "6. Suspension et Résiliation des Services",
            "rights": "Nous nous réservons le droit d'arrêter toute partie de nos jeux ou services à tout moment, sans obligation d'offrir des remboursements ou des compensations."
        }
    }    
}