{
    "home" : "Home",
    "games" : "Games",
    "discord" : "Join us on discord",
    "steam" : "Add to your whishlist",
    "aboutUs" : "About US",
    "aboutUs1" : "About ",
    "aboutUs2" : "Us",
    "studio" : "The studio",
    "projectLo" : "ProjectL0",
    "studioDesc1" : "Welcome to Wondersoft Studio, a video game development studio nestled in the heart of Grenoble, amidst the breathtaking French Alps. Our team comprises passionate and seasoned developers committed to delivering a high-quality and engaging gaming experience. At Wondersoft, we thrive on crafting immersive narratives that strike the perfect balance between gameplay and storytelling.",
    "studioDesc2" : "Our mission is simple: to create games we love, alongside people we love, for everyone to love.",
    "ourValues": "Our Values",
    "ourValuesDesc1" : "Embracing our proximity to nature, we incorporate an ethical and ecological mindset into our work, striving to empower individuals and foster a collaborative spirit within the group. We prioritize open-source technology and collaborate with partners who share our commitment to privacy and data protection.",
    "ourValuesDesc2" : "At Wondersoft, our focus is on crafting premium, original intellectual properties that leave a lasting impact.",
    "coreTeam" : "Core Team",
    "supportTeam" : "Support Team",
    "coreTeamDesc1" : "Our team comprises passionate and seasoned developers committed to delivering a high-quality and engaging gaming experience. Welcome to Wondersoft Studio, a video game development studio nestled in the heart of Grenoble, amidst the breathtaking French Alps.",
    "coreTeamDesc2" : "At Wondersoft, we thrive on crafting immersive narratives that strike the perfect balance between gameplay and storytelling.",
    "ourServices" : "Our Services",
    "ourServices1" : "Our ",
    "ourServices2" : "Services",
    "ourServicesDesc1" : "Our company offers training, co-development and consulting services to the game industry, primarily on console and PC using Unreal Engine.",
    "ourServicesDesc2" : "Get in touch at <strong>consulting@wondersoftstudio.com</strong> or use the contact form for more information",
    "service1" : "Gameplay and tool programing",
    "service2" : "Game design and QA",
    "service3" : "Characters and animation",
    "service4" : "Environment art 3D modeling",
    "epicAdventure": "Embark on an epic sci-fi adventure in Project L0, a top-down shooter with Hack'n'Slash mechanics. Take control of a badass android and wield a vast arsenal of weapons and customizable equipment to carve your own path to victory. Guided by your trusty eVa (for electronic Victory assistant) companion, navigate a futuristic world filled with thrilling challenges and intense combat.",
    "actionPC": "Action | PC",
    "gameDescription": "Dive into a fantastical universe where an AI and its horde of robots have taken control of the planet, attempting to impose a new order. With your eVa, form the core of the resistance and fight to preserve the last forms of life. Fighting fire with fire? You won't grow plants without breaking some gears.",
    "meaningToBattles": "Give meaning to your battles :",
    "exploreUniverse": "Explore a rich and meaningful universe",
    "confrontEnemies": "Confront enemies with astonishing abilities",
    "buildStrategy": "Build your strategy by combining modules on your weapons and robot",
    "assistEva": "Assist eVa in collecting the last traces of life and the lost history of humans.",
    "keyMechanics": "Key Mechanics",
    "unlockRecipes": "Unlock new recipes to enhance your capabilities.",
    "upgradeCharacter": "Upgrade and personalize your character's abilities",
    "engageBattles": "Engage in battles against increasingly formidable foes",
    "controls": "Controls",
    "dashThroughPortal": "You are expected to dash through this portal !",
    "prototype": "Prototype",
    "prototypeNote": "Please note that the game is currently in its prototype stage. This demo incorporates both placeholder art and gameplay elements alongside (unoptimized) polished content. Please be aware that elements may change at any time.",
    "finishDemo": "FINISH THE DEMO",
    "beginOnboarding": "Begin in the onboarding level and progress through four procedurally generated levels before confronting the final boss within the FACTORY. Defeat the final boss to return to your hub and mark the completion of the demo. STAY CONNECTED For updates and the opportunity to provide feedback on the game.",
    "downloadDemo": "Download the demo here !",
    "importantNote": "IMPORTANT note:",
    "gameDevelopment": "The game is still in active development, so before joining the server, please ensure that you have downloaded the latest version. Additionally, to ensure that there are other players available, we recommend joining our Discord Server.",
    "immersiveExperience": "Immerse yourself in the world of BattleHeights, a bold fusion of the frenetic action of Team Fortress and the epic Heroic Fantasy saga. Our game offers dizzying battles where the void becomes as perilous as it is strategic.",
    "masterTheHeights": "Master the heights ! Master the heights and conquer the void with double jumps, grappling hooks, and aerial maneuvers. Leap from cloud to cloud like an eagle hunting its prey, send your adversaries plummeting into the abyss, and unleash your aerial might in epic battles.",
    "getItOn": "GET IT ON",
    "soonOnSteam": "SOON ON STEAM",
    "dropTheCandyKaboom": "Drop the the candy kaboom! Snatch this precious gem like a rugby ball, zigzag through opponents (or bulldoze them, it's more fun), and give them a taste of heat!",
    "dangerousToGoAlone": "It's dangerous to go alone! Take this Are you ready to strike? Poke the enemy with your blade! More into the heat of battle? Ignite the battlefield with your fireballs. Neither hot nor cold? Well, shoot them with your arrows and put them to the test!",
    "dressForSuccess": "Dress for success ! No matter the outcome, always dress your best for the occasion.",
    "contact": {
        "getInTouch1": "Get in ",
        "getInTouch2": "Touch",
        "pageTitle": "Contact",
        "pageDescription": "Contact",
        "introText": "For any questions about the studio, our services, or our games, please fill out the form below.",
        "leaveMessage": "LEAVE US A MESSAGE",
        "namePlaceholder": "Name*",
        "nameError": "Name is required",
        "emailPlaceholder": "Email*",
        "emailError": "Email is required",
        "requiredField": "* required field",
        "sendMessage": "SEND MESSAGE",
        "messagePlaceholder": "Message*",
        "messageError": "Message cannot be empty",
        "successMessage": "Your message has been sent successfully!",
        "errorMessage": "There was an error sending your message."
    }

}

